{
  "gravitation": {
    "pdf_path": "./gravitation.pdf",
    "topics": [
      "(a ≡ Semi-major  axis in units of  1010 m.",
      "(you can check this yourself using the data available in the succeeding exercise",
      ".  h = 0 means points on the surface of the earth.",
      ". . 2( )",
      "10.If a particle is inside a uniform spherical shell, the gravitational force on",
      "128 PHYSICS",
      "130 PHYSICS",
      "132 PHYSICS",
      "134 PHYSICS",
      "136 PHYSICS",
      "138 PHYSICS",
      "140 PHYSICS",
      "142 PHYSICS",
      "3 /22 ( ) 2 ( )E E",
      "3. In Kepler’s third law (see Eq. (7.1) and  T2 = K S R3. The constant KS is the",
      "3. Kepler’s laws of planetary motion state that",
      "5. The gravitational potential ener gy associated with two particles separated b",
      "6.67 10 27.3 24 60 60",
      "7.1(b))  The closed curve you get is called an",
      "7.10  ENERGY OF AN ORBITING SATELLITE",
      "7.12 A rocket is fired from the earth towards the sun. At what distance from the",
      "7.18 The escape speed of a projectile on the earth’s surface is 11.2 km s –1 . A",
      "9. The gravitational for ce on a particle inside a spherical shell is zer o. How",
      "= ",
      "=    L / (2 m) (7.2)",
      "= 3.84×108 m and the time period of the",
      "CHAPTER SEVEN",
      "Can you shield a body from the gravitational influence of nearby matter by putti",
      "Cavendish’s experiment (or otherwise), combined",
      "Example 7.3  Find the potential energy of",
      "F(gravitation) = ",
      "For a circle, the two focii  merge into one  and",
      "GRAVITATION 129",
      "GRAVITATION 131",
      "GRAVITATION 133",
      "GRAVITATION 135",
      "GRAVITATION 137",
      "GRAVITATION 139",
      "GRAVITATION 141",
      "GRAVITATION 143",
      "If we substitute the numerical values",
      "Kepler’s laws of planetary motion are equally",
      "Qualitatively, we can again understand this",
      "R",
      "R h",
      "Reprint 2025-26",
      "Sun was the centre around which the planets revolved – the",
      "The area SBAC bounded by the ellipse and",
      "The gravitational potential at the centre of",
      "The neutral point r =  – 6R does not concern",
      "Thus, as we go down below earth’s surface,",
      "Thus, the minimum speed required for an object",
      "W12 = Force × displacement",
      "a horizontal table. What is the gravitational force and potential at the mid poi",
      "a value of am much smaller than the value of",
      "amount of work done in displacing the particle",
      "approximation to the difference in the gravitational potential energy discussed ",
      "around the earth.  The only motion that was thought to be",
      "as an elliptical orbit. The kinetic and potential energies are",
      "at the centroid G.",
      "axis of the elliptical orbit of the planet",
      "centre as well as along a direction",
      "centre of the earth is",
      "changes on account of forces acting on it, then",
      "close to the surface of earth, at distances from",
      "deviation from the Copernican model which",
      "earth satellites for practical use in fields like",
      "energy",
      "equilibrium, this is equal to the restoring torque",
      "feet, (b) swollen face, (c) headache, (d) orientational problem.",
      "in many countries since the earliest of times.  Observations",
      "infinity then is",
      "irrespective of their masses, are accelerated towards the earth",
      "is negative of its kinetic/potential energy.",
      "known torque and measuring the angle of twist.",
      "masses M1, M2, ….Mn etc. we use the principle of superposition. Let F1, F2, ….Fn",
      "mg(r2 – r1) for the difference of potential energy between two points r2 and r1 ",
      "momentum whch is valid for any central",
      "naked eye.  His compiled data wer e analysed",
      "of Gravitation :",
      "of Kepler’s laws.  Newton’s r easoning was that",
      "orbits with the Sun situated at one of the  foci",
      "point is outside the earth,",
      "potential energy associated with two particles",
      "r",
      "r is given by",
      "shown in Fig 7.4.",
      "shown in Fig.7.6",
      "so that its distance from the centre of the",
      "speed v of the projectile so that it reaches",
      "surface of earth : 2 .E",
      "surface of the moon having velocities larger than",
      "that of the sun.",
      "the Sun-planet distance SP be rP. Relate",
      "the earth = 6.4 × 106 m; G = 6.67 × 10–11  N m2 kg– 2.",
      "the earth around the sun is 1.5 × 108 km.",
      "the earth is concentrated at its centre.",
      "the force of attraction between a big sphere and",
      "the gravitational force is not altered by the choice of this constant.",
      "the location from where the body is launched?",
      "the orbital radius of  the earth. What is",
      "the shells of radius gr eater than r, the point P",
      "to another point mass m1 has the magnitude",
      "to the r esult quoted earlier , the for ce due to",
      "velocity.",
      "vertex A is doubled ?",
      "with the smallest one at the centre and the",
      "zero, the object escapes to infinity.   Satellites",
      "zero.",
      "– F by Newton’s third law.",
      "‘can we throw an object with such high initial",
      "∆A swept out in a small interval of time  ∆t."
    ]
  }
}